{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n > 1;","language":"fr","project_id_version":"WooCommerce - WooCommerce Payments"},"Are you sure you want to enable manual capture of payments?":["Êtes-vous sûr de vouloir activer la capture manuelle des paiements ?"],"Enable manual capture":["Activer la capture manuelle"],"You must capture the payment on the order details screen within 7 days of authorization, otherwise the money will return to the shopper.":["Vous devez capturer le paiement sur l’écran Détails de la commande dans les 7 jours suivant l’autorisation, sinon l’argent retournera à l’acheteur."],"Only cards support manual capture. When enabled, all other payment methods will be hidden from checkout.":["Seules les cartes prennent en charge la capture manuelle. Lorsque cette option est activée, tous les autres moyens de paiement seront masqués lors de la validation de la commande."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["Le moyen de paiement %s n’est pas disponible pour vos clients lorsque le paramètre « capture manuelle » est activé."],"%s cannot be enabled at checkout. Click to expand.":["Le moyen de paiement %s ne peut pas être activé au moment de la validation de la commande. Cliquez pour développer."],"Can not load System Status Report":["Impossible de charger le rapport sur l’état du système"],"The following system status information will also be submitted:":["Les informations suivantes sur l’état du système seront également envoyées :"],"Please provide additional details to help us improve the experience":["Ajoutez des détails pour nous aider à améliorer l’expérience"],"Store logo on checkout":["Logo de la boutique lors de la validation de la commande"],"Checkout appearance":["Apparence de la validation de la commande"],"Use a custom logo to WooPay if the one taken from your store doesn’t look right. For best results, upload a high-resolution horizontal image with white or transparent background.":["Utilisez un logo personnalisé pour WooPay si celui de votre boutique ne convient pas. Pour de meilleurs résultats, mettez en ligne une image horizontale haute résolution avec un arrière-plan blanc ou transparent."],"Replace":["Remplacer"],"Upload custom logo":["Mettre en ligne un logo personnalisé"],"By enabling this feature, you agree to the {{stripeLinkTerms}}Link Terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}":["En activant cette fonctionnalité, vous acceptez les {{stripeLinkTerms}}Conditions d’utilisation des liens{{\/stripeLinkTerms}} et la {{privacyPolicy}}Politique de confidentialité{{\/privacyPolicy}}."],"Stripe Link":["Lien Stripe"],"By using WooPay, you agree to the {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and acknowledge you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} and understand you will be sharing data with us. {{trackingLink}}Click here{{\/trackingLink}} to learn more about data sharing. You can opt out of data sharing by disabling WooPay.":["En utilisant WooPay, vous acceptez les {{tosLink}}Conditions d’utilisation de WooCommerce{{\/tosLink}} et vous reconnaissez avoir lu notre {{privacyLink}}Politique de confidentialité{{\/privacyLink}} et compris que vous partagerez des données avec nous. {{trackingLink}}Cliquez ici{{\/trackingLink}} pour lire la suite sur le partage de données. Vous pouvez refuser le partage de données en désactivant WooPay."],"WooPay":["WooPay"],"When enabled, customers will be able to checkout using WooPay":["Lorsqu’il est activé, les clients peuvent valider la commande à l’aide de WooPay."],"Enable WooPay":["Activer WooPay"],"Allow your customers to collect payments via WooPay.":["Autorisez vos clients à percevoir les paiements via WooPay."],"Error retrieving transactions.":["Erreur lors de récupération des transactions."],"Error retrieving transaction.":["Erreur lors de récupération de la transaction."],"Error retrieving documents.":["Erreur dans la récupération des documents."],"From %1$f%% + %2$s":["De %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay \/ Google Pay"],"Customize":["Personnaliser"],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informez vos clients de la politique de retour, de remboursement et d’échange, ou incluez tout autre message utile. Notez que vous pouvez ajouter du texte brut et des liens, mais pas d’images."],"Custom message":["Message personnalisé"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Lorsqu’il est activé, les clients qui ont configuré des appareils compatibles avec Apple Pay ou Google Pay pourront payer avec leur choix respectif de portefeuille."],"Invalid express checkout method ID specified.":["ID de méthode de validation de commande express non valide spécifié."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Configurez l’affichage des boutons Apple Pay et Google Pay sur votre boutique."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Autorisez vos clients à percevoir les paiements via Apple Pay et Google Pay."],"Error retrieving the active loan summary.":["Erreur lors de la récupération du résumé du prêt en cours."],"EPS transactions":["Transactions EPS"],"Accept your payment with EPS — a common payment method in Austria.":["Acceptez votre paiement avec EPS : une méthode de paiement courante en Autriche."],"EPS":["EPS"],"United States (US) dollar":["Dollar américain"],"Swedish krona":["Couronne suédoise"],"New Zealand dollar":["Dollar néo zélandais"],"Norwegian krone":["Couronne norvégienne"],"Pound sterling":["Livre sterling"],"Euro":["Euro"],"Danish krone":["Couronne danoise"],"Swiss franc":["Franc suisse"],"Canadian dollar":["Dollar canadien"],"Australian dollar":["Dollar australien"],"BECS Direct Debit transactions":["Opérations de débit direct BECS"],"Bulk Electronic Clearing System — Accept secure bank transfer from Australia.":["Bulk Electronic Clearing System - Acceptez les virements bancaires sécurisés depuis l’Australie."],"BECS Direct Debit":["Débit direct BECS"],"Error retrieving the summary of disputes.":["Erreur lors de la récupération du résumé des litiges."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Une erreur s’est produite lors du rendu de cet affichage. Veuillez contacter l’assistance si le problème persiste."],"The file you have attached is exceeding the maximum limit.":["Le fichier joint dépasse la limite maximale."],"SEPA Direct Debit transactions":["Transactions de prélèvement SEPA"],"Przelewy24 (P24) transactions":["Transactions Przelewy24 (P24)"],"iDeal transactions":["Transactions iDeal"],"Bancontact transactions":["Transactions Bancontact"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} à propos des frais de WooCommerce Payments"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} à propos des frais de WooCommerce Payments dans votre pays"],"You need to provide more information to enable %s on your checkout.":["Vous devez fournir plus d’informations pour activer %s lors de la validation de votre commande."],"You need to provide more information to enable %s on your checkout:":["Vous devez fournir plus d’informations pour activer %s lors de la validation de votre commande :"],"One more step to enable %s":["Encore une étape pour activer %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Si vous choisissez de continuer, notre partenaire de paiement Stripe enverra un e-mail à l’adresse {{merchantEmail \/}} pour obtenir les informations nécessaires."],"Personal Identification Number":["Numéro d’identification personnel"],"Business Number":["Numéro d’entreprise"],"Business Website":["Site web Entreprise"],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Vendez des produits et des services d’abonnement avec WooCommerce Payments. {{learnMoreLink}}En savoir plus{{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Activer Subscriptions avec WooCommerce Payments"],"Pending activation":["Activation en attente"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s ne sera pas visible pour vos clients tant que vous n’aurez pas fourni les informations requises. Suivez les instructions envoyées par notre partenaire Stripe à %s."],"Pending approval":["Approbation en attente"],"This payment method is pending approval. Once approved, you will be able to use it.":["Ce moyen de paiement est en attente d’approbation. Une fois qu’il sera approuvé, vous pourrez l’utiliser."],"Contact WooCommerce Support":["Contacter l’assistance de WooCommerce"],"To use %s, please contact WooCommerce support.":["Pour utiliser %s, veuillez contacter l’assistance de WooCommerce."],"Unknown transactions":["Transactions inconnues"],"Sofort transactions":["Transactions Sofort"],"GiroPay transactions":["Transactions GiroPay"],"In-person transactions":["Transactions en personne"],"Card transactions":["Transactions par carte"]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" Ce réglage ne s’applique pas aux paiements en personne (veuillez noter que les paiements en personne doivent être capturés dans les deux jours suivant leur autorisation)."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Permettez aux clients de faire leurs achats et de payer dans plusieurs devises. {{learnMoreLink}}En savoir plus{{\/learnMoreLink}}"],"Enable Multi-Currency":["Activer la fonctionnalité Multi-Currency"],"Error retrieving store settings.":["Erreur lors de la récupération des réglages de la boutique."],"Error retrieving single currency settings.":["Erreur lors de la récupération des réglages mono-devise."],"Error updating currency settings.":["Erreur lors de la mise à jour des réglages de la devise."],"Currency settings updated.":["Les réglages de la devise ont été mis à jour."],"Error saving store settings.":["Erreur lors de l’enregistrement des réglages de la boutique."],"Store settings saved.":["Les réglages de la boutique ont été enregistrés."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact est un mode de paiement de redirection bancaire proposé par plus de 80 % des entreprises en ligne en Belgique."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Développez votre entreprise avec iDEAL, le moyen de paiement le plus populaire aux Pays-Bas."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Acceptez les paiements avec Przelewy24 (P24), le moyen de paiement le plus populaire en Pologne."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Total":["Total"],"To preview the %1$s button, view this page in the %2$s browser.":["Pour obtenir un aperçu du bouton %1$s, affichez cette page dans le navigateur %2$s."],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Pour obtenir un aperçu des boutons, veillez à ce que votre appareil soit configuré pour accepter Apple Pay ou Google Pay et affichez cette page à l’aide du navigateur Safari ou Chrome."],"missing fees":["frais manquants"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Quand cette option est activée, les utilisateurs pourront payer avec une carte enregistrée lors de la validation de la commande. Les informations de la carte sont enregistrées sur notre plateforme, pas sur votre boutique."],"Enable payments via saved cards":["Activer le paiement avec des cartes enregistrées"],"Thank you! Your feedback will help improve your experience in the future.":["Merci ! Vos commentaires nous aideront à améliorer votre expérience à l'avenir."],"There was an error during submission.":["Une erreur s'est produite lors de la soumission."],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["Les commentaires seront envoyés anonymement à l'équipe de développement de WooCommerce Payments."],"What made you disable the new payments experience?":["Qu'est-ce qui vous a poussé à désactiver la nouvelle expérience de paiements ?"],"Do you have any feedback for the new payments experience?":["Avez-vous des commentaires sur la nouvelle expérience de paiements ?"],"You've disabled the new payments experience in your store.":["Vous avez désactivé la nouvelle expérience de paiements dans votre boutique."],"Send feedback":["Envoyer un commentaire"],"Provide feedback about the new payments experience.":["Veuillez fournir des commentaires sur la nouvelle expérience de paiements."],"The survey could not be loaded.":["Le sondage n'a pas pu être chargé."],"Payment methods that require the new payments experience:":["Moyens de paiement nécessitant la nouvelle expérience de paiements :"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Sans la nouvelle expérience de paiements, vos clients pourront seulement effectuer des paiements à l'aide d'une carte de crédit\/débit. Vous ne pourrez plus ajouter d'autres moyens de paiement pour stimuler les ventes."],"contact support":["Contacter l’assistance"],"WooCommerce Payments docs":["Docs de WooCommerce Payments"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Besoin d’aide ? Rendez-vous sur {{ docsLink \/}} ou {{supportLink \/}}."],"Disable the new payments experience":["Désactiver la nouvelle expérience de paiements"],"There was an error disabling the new payment methods.":["Une erreur s'est produite lors de la désactivation des nouveaux moyens de paiement."],"Enable in your store":["Activer pour votre boutique"],"Early access":["Accès anticipé"],"Payment methods":["Moyens de paiement"],"Base transaction fees: %s":["Frais de transaction de base : %s"],"Add feedback or disable":["Ajouter un avis ou désactiver"],"Provide feedback":["Donner un avis"],"Enable":["Activer"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Bénéficiez d’un accès anticipé à des moyens de paiement supplémentaires et à une expérience de validation de commande améliorée, bientôt disponibles dans WooCommerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Activer la nouvelle expérience de validation de commande de WooCommerce Payments"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["Le débit doit être saisi sur l'écran des informations de la commande dans les 7 jours suivant l'autorisation, sinon l'autorisation et la commande seront annulées."],"Update your store's configuration to ensure smooth transactions.":["Mettez à jour la configuration de votre boutique pour assurer le bon déroulement des transactions."],"Transactions and deposits":["Transactions et dépôts"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Activez ou désactivez WooCommerce Payments sur votre boutique et activez le mode test pour simuler des transactions."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Clair{{br\/}}{{helpText}}Recommandé pour les fonds sombres ou colorés à fort contraste.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Foncé {{br\/}}{{helpText}}Recommandé pour les fonds blancs ou de couleur claire à fort contraste.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Large {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Moyen {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Par défaut {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contour {{br\/}}{{helpText}}Recommandé pour les fonds blancs ou de couleur claire dont le contraste est insuffisant.{{\/helpText}}"],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Lorsqu'elle sont activées, les méthodes de paiement optimisées par WooCommerce Payments apparaîtront lors du paiement."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["En activant cette fonctionnalité, vous acceptez les conditions d'utilisation de {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} et {{googleLink}}Google{{\/googleLink}}."],"Debug mode":["Mode débogage"],"Error retrieving currencies.":["Erreur lors de la récupération des devises."],"Error updating enabled currencies.":["Erreur lors de la mise à jour des devises activées."],"Enabled currencies updated.":["Devises activées mises à jour."],"Preview":["Aperçu"],"Error retrieving all deposits' overviews.":["Erreur lors de la récupération de la présentation de tous les dépôts."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Utilisez des {{testCardHelpLink}}numéros de carte de test{{\/testCardHelpLink}} pour simuler diverses transactions. {{learnMoreLink}}Lire la suite{{\/learnMoreLink}}."],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Autorisez vos clients à utiliser leurs moyens de paiement express et leurs portefeuilles numériques préférés pour valider les commandes plus rapidement et en toute sécurité dans différentes parties de votre boutique."],"Express checkouts":["Validations de commande expresses"],"Theme":["Thème"],"Size":["Taille"],"Note that larger buttons are more suitable for mobile use.":["Notez que les boutons plus grands sont plus adaptés à une utilisation sur mobile."],"Appearance":["Apparence"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Sélectionnez une étiquette de bouton qui correspond le mieux au flux d’achat ou à l’expérience de paiement sur votre boutique."],"Call to action":["Appel à l’action"],"Book":["Livre"],"Only icon":["Icône uniquement"],"Show express checkouts on":["Afficher les validations de commande expresses sur :"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Lorsqu’ils sont activés, les journaux d’erreurs de paiement sont enregistrés dans WooCommerce > État > Journaux."],"Log error messages":["Journaliser les messages d’erreur"],"Advanced settings":["Réglages avancés"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Vous pouvez le rajouter à tout moment dans {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Voulez-vous vraiment retirer {{strong}}%s{{\/strong}} ? Vos clients ne pourront plus payer avec %s."],"Remove":["Enlever"],"Remove %1$s from checkout":["Retirer %1$s de la validation de commande"],"Continue":["Continuer"],"Enable Apple Pay \/ Google Pay":["Activer Apple Pay et Google Pay"],"Save changes":["Enregistrer les modifications"],"Error retrieving settings.":["Erreur lors de la récupération des réglages."],"Error saving settings.":["Erreur dans sauvegarde des réglages."],"Settings saved.":["Options enregistrées."],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Ajoutez et modifiez les paiements disponibles aux clients lors de la validation de la commande. En fonction de leur type d’appareil, localisation et historique d’achat, vos clients ne verront que les moyens de paiement les plus appropriés."],"Transaction preferences":["Préférences en matière de transaction"],"View frequently asked questions":["Afficher les questions les plus fréquentes"],"Manage in Stripe":["Gérer dans Stripe"],"Manage and update your deposit account information to receive payments and payouts.":["Gérez et mettez à jour les informations relatives à votre compte de dépôt pour recevoir des paiements et des versements."],"Bank account information":["Informations du compte bancaire"],"Edit the way your store name appears on your customers' bank statements.":["Modifiez la façon dont le nom de votre boutique apparaît sur les relevés bancaires de vos clients."],"Issue an authorization on checkout, and capture later":["Émettez une autorisation lors de la validation de la commande et capturez plus tard."],"Product page":["Pages du produit"],"Payments accepted on checkout":["Paiements acceptés à la validation de la commande"],"Cancel":["Annuler"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Atteignez 500 millions de clients et plus de 20 millions d’entreprises au sein de l’Union européenne."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Acceptez des transferts bancaires sécurisés à partir d’Autriche, de Belgique, d’Allemagne, d’Italie, des Pays-Bas et d’Espagne."],"Expand your business with giropay — Germany’s second most popular payment system.":["Développez votre entreprise avec Giropay, le deuxième système de paiement le plus populaire en Allemagne."],"giropay":["Giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Autorisez vos clients à payer avec les principales cartes bancaires sans quitter votre boutique."],"Credit card \/ debit card":["Carte de crédit\/carte de débit"],"Remove file":["Supprimer le fichier"],"Recommended":["Recommandé"],"Sofort":["Sofort"],"Disable":["Désactiver"],"General":["Général"],"Upload file":["Charger un fichier"],"Error retrieving disputes.":["Erreur lors de la récupération des litiges."],"Error retrieving dispute.":["Erreur lors de la récupération du litige."],"There has been an error accepting the dispute. Please try again later.":["Une erreur est survenue lors de l’acceptation du litige. Veuillez réessayer plus tard."],"You have accepted the dispute.":["Vous avez accepté le litige."],"You have accepted the dispute for order #%s.":["Vous avez accepté le litige pour la commande n° %s."],"Error retrieving deposits overview.":["Erreur lors de la récupération de la présentation des dépôts."],"Error retrieving deposit.":["Erreur lors de la récupération du dépôt."],"Error retrieving deposits.":["Erreur lors de la récupération des dépôts."],"Error creating instant deposit.":["Erreur lors de la création du dépôt instantané."],"View details":["Voir les détails"],"Instant deposit for %s in transit.":["Dépôt instantané pour %s en transit."],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s par transaction"],"Learn more":["En savoir plus"],"(%f%% discount)":["(remise de %f%%)"],"SEPA Direct Debit":["Prélèvement SEPA"],"Dev mode is active so logging is on by default.":["Le mode de développement est actif, donc la journalisation est activée par défaut."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["Le mode de développement est actif, donc toutes les transactions seront en mode test. Ce réglage n’est disponible que pour les comptes en direct."],"Checkout":["Valider la commande"],"Cart":["Panier"],"Donate":["Faire un don"],"Buy":["Acheter"],"Enable test mode":["Activer le mode test"],"Test mode":["Mode test"],"Customer bank statement":["Relevé bancaire des clients"],"Enable WooCommerce Payments":["Activer WooCommerce Payments"],"Settings":["Paramètres"],"WooCommerce Payments":["Paiements WooCommerce"]}}}